Repository: inpos/minetest-3d_armor
Catalog: 3d_armor/locale/*.po
Languages: ru

source: 3d_armor: Player name is nil @1
ru: 3d_armor: Отсутствует имя игрока @1

source: 3d_armor: Player inventory is nil @1
ru: 3d_armor: Инвентарь игрока отсутствует @1

source: 3d_armor: Detached armor inventory is nil @1
ru: 3d_armor: Инвентарь снятой брони отсутствует @1

source: 3d_armor: Player reference is nil @1
ru: 3d_armor: Ссылка на игрока отсутствует @1

source: Admin Helmet
ru: Шлем администратора

source: Admin Chestplate
ru: Нагрудник администратора

source: Admin Leggings
ru: Штаны администратора

source: Admin Boots
ru: Ботинки администратора

source: Wood Helmet
ru: Деревянный шлем

source: Wood Chestplate
ru: Деревянный нагрудник

source: Wood Leggings
ru: Деревянные штаны

source: Wood Boots
ru: Деревянные ботинки

source: Cactus Helmet
ru: Шлем из кактуса

source: Cactus Chestplate
ru: Нагрудник из кактуса

source: Cactus Leggings
ru: Штаны из кактуса

source: Cactus Boots
ru: Ботинки из кактуса

source: Steel Helmet
ru: Стальной шлем

source: Steel Chestplate
ru: Стальной нагрудник

source: Steel Leggings
ru: Стальные штаны

source: Steel Boots
ru: Стальные ботинки

source: Bronze Helmet
ru: Бронзовый шлем

source: Bronze Chestplate
ru: Бронзовый нагрудник

source: Bronze Leggings
ru: Бронзовые штаны

source: Bronze Boots
ru: Бронзовые ботинки

source: Diamond Helmet
ru: Алмазный шлем

source: Diamond Chestplate
ru: Алмазный нагрудник

source: Diamond Leggings
ru: Алмазные штаны

source: Diamond Boots
ru: Алмазные ботинки

source: Gold Helmet
ru: Золотой шлем

source: Gold Chestplate
ru: Золотой нагрудник

source: Gold Leggings
ru: Золотые штаны

source: Gold Boots
ru: Золотые ботинки

source: Mithril Helmet
ru: Митриловый шлем

source: Mithril Chestplate
ru: Митриловый нагрудник

source: Mithril Leggings
ru: Митриловые штаны

source: Mithril Boots
ru: Митриловые ботинки

source: Crystal Helmet
ru: Хрустальный шлем

source: Crystal Chestplate
ru: Хрустальный нагрудник

source: Crystal Leggings
ru: Хрустальные штаны

source: Crystal Boots
ru: Хрустальные ботинки

source: Radiation
ru: Радиация

source: Level
ru: Уровень

source: Heal
ru: Лечение

source: Fire
ru: Огонь

source: Your @1 got destroyed!
ru: Ваш @1 уничтожен!

source: 3d_armor: Failed to initialize player
ru: 3d_armor: Ошибка инициализации игрока

source: [3d_armor] Fire Nodes disabled
ru: [3d_armor] Fire Nodes отключён

source: 3d_armor_ip: Mod loaded but unused.
ru: 3d_armor_ip: Мод загружен, но неиспользован.

source: Back
ru: Назад

source: Armor
ru: Броня

source: 3d_armor_sfinv: Mod loaded but unused.
ru: 3d_armor_sfinv: Мод загружен, но неиспользован.

source: Armor stand top
ru: Доспехи

source: Armor stand
ru: Подставка брони

source: Armor Stand
ru: Подставка Брони

source: Locked Armor stand
ru: Закрытая подставка брони

source: Armor Stand (owned by @1)
ru: Подставка Брони (принадлежит @1)

source: 3d_armor_ui: Mod loaded but unused.
ru: 3d_armor_ui: Мод загружен, но неиспользован.

source: 3d Armor
ru: 3D Броня

source: Armor not initialized!
ru: Броня не инициализирована!

source: hazmat_suit: Mod loaded but unused.
ru: hazmat_suit: Мод загружен, но неиспользован.

source: Hazmat Helmet
ru: Антизаразный шлем

source: Hazmat Chestplate
ru: Антизаразный нагрудник

source: Hazmat Sleeve
ru: Антизаразный рукав

source: Hazmat Leggins
ru: Антизаразные штаны

source: Hazmat Boots
ru: Антизаразные ботинки

source: Hazmat Suit
ru: Антизаразный костюм

source: Admin Shield
ru: Щит администратора

source: Wooden Shield
ru: Деревянный щит

source: Enhanced Wood Shield
ru: Улучшенный деревянный щит

source: Cactus Shield
ru: Щит из кактуса

source: Enhanced Cactus Shield
ru: Улучшенный щит из кактуса

source: Steel Shield
ru: Стальной щит

source: Bronze Shield
ru: Бронзовый щит

source: Diamond Shield
ru: Алмазный щит

source: Gold Shield
ru: Золотой щит

source: Mithril Shield
ru: Митриловый щит

source: Crystal Shield
ru: Хрустальный щит

source: technic_armor: Mod loaded but unused.
ru: technic_armor: Мод загружен, но неиспользован.

source: Lead
ru: Свинец

source: Brass
ru: Латунь

source: Cast Iron
ru: Чугун

source: Carbon Steel
ru: Углеродистая сталь

source: Stainless Steel
ru: Нержавеющая сталь

source: Tin
ru: Жесть

source: Silver
ru: Серебро

source: Helmet
ru: Шлем

source: Chestplate
ru: Нагрудник

source: Leggings
ru: Штаны

source: Boots
ru: Ботинки

source: Shield
ru: Щит
